Repository: Spalah-Nikita/UI_Elements
Catalog: UI_ELEMENTS/*.lproj/Localizable.strings
Languages: ru

# Late.name
source: Late
ru: Латте

# Cappuccino.name
source: Cappuccino
ru: Капучино

# Espresso.name
source: Espresso
ru: Эспрессо

# Americano.name
source: Americano
ru: Американо

# CaramelMacchiato.name
source: Caramel Macchiato
ru: Карамельный Маккиато

# CoffeeGlace.name
source: Coffee Glace
ru: Кофе Гляссе

# CoffeeMocha.name
source: Coffee Mocha
ru: Кофе Мокко

# Late.description
source: Latte - in translation from Italian - milk. But everything is not so simple. This is a layered coffee drink, consisting of branded espresso, milk and thick milk foam. Skillful barista in Merry Berry prepare Latte for you so that layers of coffee and milk form a beautiful appetizing picture, and you can not resist the temptation to try this delicate treat.
ru: Латте – в переводе с итальянского – молоко. Но все далеко не так просто. Это слоистый кофейный напиток, состоящий из фирменного эспрессо, молока и густой молочной пены. Умелые бариста в Мерри Берри готовят для вас латте так, что слои кофе и молока образуют красивую аппетитную картину, и вы не сможете не поддаться соблазну попробовать это нежное лакомство.

# Cappuccino.description
source: Cappuccino is one of the most popular hot drinks among Merry Berry guests. The secret of magic in simple proportions: 1/3 espresso, 1/3 hot milk and 1/3 luxurious, thick, hot milk foam. A drink of joy, comfort and pleasure!
ru: Капучино — один из самых популярных горячих напитков среди гостей сети Мерри Берри. Секрет волшебства в простых пропорциях: 1/3 эспрессо, 1/3 горячего молока и 1/3 роскошной, густой, горячей молочной пены. Напиток радости, уюта и удовольствия!

# Espresso.description
source: The main component of the espresso in Merry Berry is the original blend of coffee based on 100% Arabica. The indicator of the quality of our espresso is a luxurious foam, or, as the Italians say, "cream". Ristretto (ristretto, ital. "Limited") - boiled in a smaller than espresso volume: for 7 grams of coffee it accounts for 15-20 ml of water. For the preparation of ristretto, ground coffee is pressed and extracted at a pressure of 9 bar for 15-20 seconds.
ru: Главная составляющая эспрессо в Мерри Берри — фирменный купаж кофе на основе 100% арабики. Показателем качества нашего эспрессо является роскошная пенка, или, как говорят итальянцы — «крема». Ристретто (ristretto, итал. «ограниченный») – сварен в меньшем, чем эспрессо объеме: на 7 гр кофе в нем приходится 15-20 мл воды. Для приготовления ристретто молотый кофе прессуется и экстрагируется под давлением 9 бар в течение 15-20 сек.

# Americano.description
source: Americano does not need special representation. This is coffee that is with us every day. A good American is a pledge of good mood and success in business, we think in the cafe Merry Berry. We prepare American in a classic style, using a coffee filter. And it is strongly recommended to take a glass of hot American with you, as a faithful companion in your daily affairs).
ru: Американо не нуждается в особом представлении. Это кофе, который с нами каждый день. Хороший американо – это залог хорошего настроения и успеха в делах, считаем мы в кафе Мерри Берри. Мы готовим американо в классическом стиле, с использованием кофе-фильтра. И настоятельно рекомендуем взять стакан горячего американо с собой, как верного спутника в ваших ежедневных делах).

# CaramelMacchiato.description
source: Caramel macchiato (macchiato coffee) - is extremely popular today among coffee lovers. Still would. Before us: a freshly brewed espresso into which caramel and vanilla syrup are added and decorated with a layer of hot milk foam ... A truly magical treat for sissies and coffee gourmets!
ru: Карамельный маккиато (macchiato coffee) – крайне популярен сегодня среди любителей кофе. Еще бы. Перед нами: свежесваренный эспрессо, в который добавляют карамель и ванильный сироп и украшают слоем горячей молочной пены… Поистине волшебное лакомство для неженок и кофейных гурманов!

# CoffeeGlace.description
source: A beautiful classic, a delicious treat for coffee gourmets. Exquisite and delicate drink based on branded espresso, with ice cream, caramel syrup, decorated with whipped cream and chocolate.
ru: Прекрасная классика, вкусное лакомство для кофейных гурманов. Изысканный и тонкий напиток на основе фирменного эспрессо, с мороженым, карамельным сиропом, украшенный взбитыми сливками и шоколадом.

# CoffeeMocha.description
source: Mokko - literally it's "chocolate coffee". Cooked on the basis of branded espresso with the addition of foamed milk, chocolate syrup, covered with a cap of whipped cream and chocolate, mocha from Merry Berry is an excellent choice if you want something delicious and sweet. Mocha - coffee drink with a pleasant chocolate-creamy taste, will decorate your day, raise and improve your mood.
ru: Мокко — дословно это «шоколадный кофе». Приготовленный на основе фирменного эспрессо с добавлением вспененного молока, шоколадного сиропа, покрытый шапкой взбитых сливок и шоколадом , мокко от Мерри Берри — это отличный выбор, если вам хочется чего-нибудь вкусненького и сладенького. Мокко — кофейный напиток с приятным шоколадно-сливочным вкусом, украсит ваш день, поднимет и улучшит настроение.
